export const TABLE_DATA_SM = [
  {
    cast: "TOKYO MX",
    date: (
      <p>
        放送日 : 2023年7月8日(土)22:30 ～
        <br />
        <span className="ml-14">毎週土曜日放送</span>
      </p>
    ),
    topic: " ",
  },
  {
    cast: "BS朝日",
    date: (
      <p>
        放送日 : 2023年7月9日(日)23:00 ～
        <br />
        <span className="ml-14">毎週日曜日放送</span>
      </p>
    ),
    topic: " ",
  },
  {
    cast: "サンテレビ",
    date: (
      <p>
        放送日 : 2023年7月8日(土)22:30～
        <br />
        <span className="ml-14">毎週土曜日放送</span>
      </p>
    ),
    topic: " ",
  },
  {
    cast: "AT-X",
    date: (
      <p>
        放送日 : 2023年7月8日(土)23:30 ～
        <br />
        <span className="ml-14">毎週土曜23:30～放送</span>
      </p>
    ),
    topic: (
      <p>
        リピート放送： <br />
        2023年7月12日(水)5:30～毎週水曜日放送 <br />
        2023年7月15日(土)8:30～毎週土曜日放送
      </p>
    ),
  },
  {
    cast: "テレビ北海道",
    date: (
      <p>
        放送日 : 2023年7月12日(水)26:05 ～
        <br />
        <span className="ml-14">毎週水曜日放送</span>
      </p>
    ),
    topic: " ",
  },
  { cast: "新潟テレビ21", date: "2023年7月10日(月)25:45 ～", topic: " " },
  { cast: "長崎文化放送", date: "2023年7月13日(木)25:18 ～", topic: " " },
  { cast: "秋田朝日放送", date: "	2023年7月17日(月)25:20 ～", topic: " " },
  { cast: "山形テレビ", date: "2023年7月27日(木)25:30 ～", topic: "2話より 毎週木曜 25:40～ 放送" },
  { cast: "長野朝日放送", date: "2023年7月29日(土)26:30 ～", topic: " " },
  { cast: "北陸朝日放送", date: "2023年7月30日(日)26:10 ～", topic: "2話より 毎週日曜 25:50～ 放送" },
];

export const TABLE_DATA_LG = [
  {
    cast: "TOKYO MX",
    date: (
      <p>
        2023年7月8日(土)22:30 ～ <br />
        毎週土曜日放送
      </p>
    ),
    topic: " ",
  },
  {
    cast: "BS朝日",
    date: (
      <p>
        2023年7月9日(日)23:00 ～ <br />
        毎週日曜日放送
      </p>
    ),
    topic: " ",
  },
  {
    cast: "サンテレビ",
    date: (
      <p>
        2023年7月8日(土)22:30～ <br />
        毎週土曜日放送
      </p>
    ),
    topic: " ",
  },
  {
    cast: "AT-X",
    date: (
      <p>
        2023年7月8日(土)23:30 ～ <br />
        毎週土曜23:30～放送
      </p>
    ),
    topic: (
      <p>
        リピート放送： <br />
        2023年7月12日(水)5:30～毎週水曜日放送 <br />
        2023年7月15日(土)8:30～毎週土曜日放送
      </p>
    ),
  },
  { cast: "テレビ北海道", date: "2023年7月12日(水)26:05 ～ 毎週水曜日放送", topic: " " },
  { cast: "新潟テレビ21", date: "2023年7月10日(月)25:45 ～", topic: " " },
  { cast: "長崎文化放送", date: "2023年7月13日(木)25:18 ～", topic: " " },
  { cast: "秋田朝日放送", date: "	2023年7月17日(月)25:20 ～", topic: " " },
  { cast: "山形テレビ", date: "2023年7月27日(木)25:30 ～", topic: "2話より 毎週木曜 25:40～ 放送" },
  { cast: "長野朝日放送", date: "2023年7月29日(土)26:30 ～", topic: " " },
  { cast: "北陸朝日放送", date: "2023年7月30日(日)26:10 ～", topic: "2話より 毎週日曜 25:50～ 放送" },
];
