export const storyText = [
  `選りすぐりのエリートが頭脳ゲームを繰り広げる島、通称「アカデミー」。篠原緋呂斗は、アカデミー最強の存在。転校初日に絶対王者・彩園寺更紗を陥落させ、最強の称号「７ツ星」を手に入れた……しかし、それは全て嘘。本当は落ちこぼれの緋呂斗は、とある目的を果たすためアカデミー最強を演じているのだ。
    一方、「絶対王者」の更紗もまた、大きな嘘を抱えていた。二人は協力し、互いの嘘を守り合うことに決める。`,

  `緋呂斗を最強に仕立て上げるため、イカサマを生業とするメイド・姫路白雪が派遣される。白雪の助けを経て、緋呂斗は生徒とのゲームに勝利。最強の称号を確立させていく。一方、緋呂斗と共犯関係を結んだ更紗は、緋呂斗にまだ何かを隠している様子で……。`,

  `更紗に心酔するエリート生徒・久我崎晴嵐がゲームを仕掛けてくる。強敵の久我崎を前に緋呂斗は苦戦。しかし、ゲームに勝利しなければ、緋呂斗がついた嘘は全てバレ、共犯関係を結んだ更紗の嘘も自動的にバレてしまう。追い詰められる緋呂斗は、久我崎に勝利することができるのか。`,

  `学内のゲームイベント「区内選抜戦」がスタート。学内全員と戦い、最後の一人になるまでを競うサバイバルゲームである。ゲームに挑戦する緋呂斗の前に立ちはだかるのは、通称「小悪魔」のあざと可愛い刺客・秋月乃愛。乃愛の作戦によって白雪がさらわれ、緋呂斗と協力ができなくなる。イカサマを使えなくなった緋呂斗、どうする？`,

  `白雪と共にイカサマを働くエンジニアのお姉さん・加賀谷、そして更紗の協力を得て、乃愛が仕掛けてきたゲームに備える緋呂斗。このゲームの勝利条件は、勝つこともなく、負けることもない＝「引き分け」の結果を得ること。引き分けを求めてゲームを進めるにつれ、乃愛の隠された本性も明らかになっていく。`,

  `本性を現した乃愛は様々な手を使い、緋呂斗を陥れようとする。乃愛とのゲームの中で、彼女の隠された過去も明らかになっていく。ゲームを終えた緋呂斗は、苦し気な乃愛に手を差し伸べる。乃愛を苦しめた黒幕の人物・倉橋御門に復讐をするのだ。`,

  `緋呂斗によって救われた乃愛は彼になつくようになり、すっかり仲間に。
  イベントもひと段落し、つかの間のお休み。緋呂斗は白雪・更紗と共にお出かけしたりと休日を楽しむ。しかしすぐ次のイベントがやってくる。「五月期交流戦・アストラル」。他の学校との対抗型イベントである。交流戦に参加するメンバーと顔合わせし、イベントに備える緋呂斗。`,

  `アストラルは初っ端から大波乱。「自分が本物の彩園寺更紗だ」と名乗る、更紗にそっくりな少女が参戦したり、緋呂斗と同じチームに入った相性最悪の二人、浅宮七瀬・榎本進司が喧嘩を繰り広げたりと、事件が連発し緋呂斗はげんなり。そんな中出会ったのは、ゲームが大好きな引きこもり中二病女子・椎名紬だった。`,

  `本物の彩園寺更紗」を名乗っていた少女の正体は、誰にでも成り代わることができる「百面相」であった。ゲームをかく乱する百面相の策略にはまった七瀬と榎本はまたもや仲間割れ。バラバラになった彼らの前に立ちはだかった強豪校の生徒たちを相手に、ぎりぎりの戦いを強いられる緋呂斗。このままではチームが脱落してしまう。絶体絶命の状況を逆転させる賭けに出た緋呂斗は、予想外の行動に出る。`,

  `「アストラル」勝利のため、緋呂斗が参加したのは、アストラルの場外戦「MTCG」。このゲームで勝利することが、緋呂斗が立てた作戦には不可欠な条件なのだ。ゲームに勝ち進み、最後に緋呂斗の前に立ちはだかったゲームのラスボス。その相手は、中二病女子の椎名紬だった。`,

  `アストラルを混乱に陥れていた犯人は、倉橋御門。かつて緋呂斗に倒され、アカデミーを追放されたのちも、島内に潜伏して復讐の機会を狙っていたのだ。紬を動かし、指示を出していたのも倉橋だと知った緋呂斗は生徒たちを招集、特別チームを編成。最強の作戦を立て、倉橋に挑む。`,
  
  `新たな作戦を練り上げ、再び倉橋の手先である紬と対峙する緋呂斗。混乱を極めたイベント「アストラル」にも、決着がつく。この島で緋呂斗が叶えたい目的はまだ達成されそうにないが、嘘をつき続け、仲間と騒ぎ続ける緋呂斗のアカデミーでの生活は、これからも続いていく。`,
];

export const episode = [
  `#01`,
  `#02`,
  `#03`,
  `#04`,
  `#05`,
  `#06`,
  `#07`,
  `#08`,
  `#09`,
  `#10`,
  `#11`,
  `#12`,
];

export const episodeTitle = [
  `王と嘘`,
  `忠義と演技`,
  `互角と覚悟`,
  `チョコと悪魔`,
  `勝ち目と蒼い目`,
  `宝と闇`,
  `静と改`,
  `グッドナイト`,
  `闘争と掃討`,
  `ヒーローとトリック`,
  `兵と友`,
  `ずっとみんなと`,
]
